Repository: Anurag-Dubey12/gully_app
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, kn, mr, pa, ta, te, ur

# helloWorld
source: Â¡Hola Mundo!
bn: হ্যালো বিশ্ব!
hi: नमस्ते दुनिया!
kn: ಹಲೋ ವಿಶ್ವ!
mr: नमस्कार जग!
pa: ਹੈਲੋ ਦੁਨਿਆ!
ta: ஹலோ உலகம்!
te: హలో ప్రపంచం!
ur: ہیلو دنیا!

source: Sign Up
bn: নিবন্ধন
hi: साइन अप
kn: ಸೈನ್ ಅಪ್
mr: साइन अप
pa: ਸਾਇਨ ਅੱਪ
ta: பதிவு செய்க
te: సైన్ అప్
ur: سائن اپ

source: Log In
bn: লগ ইন
hi: लॉग इन करें
kn: ಲಾಗಿನ್
mr: लॉग इन
pa: ਲਾਗ ਇਨ
ta: உள் நுழை
te: లాగిన్
ur: لاگ ان

# signupgoogle
source: Sign Up with Google
bn: গুগলে সাইন আপ
hi: गूगल के साथ साइन अप करें
kn: ಗೂಗಲ್ ನೊಂದಿಗೆ ಸೈನ್ ಅಪ್
mr: गूगलसह साइन अप
pa: ਗੂਗਲ ਨਾਲ ਸਾਇਨ ਅੱਪ ਕਰੋ
ta: Google ஐன் உடன் பதிவு செய்க
te: గూగుల్‌తో సైన్ అప్
ur: گوگل کے ساتھ سائن اپ

# signupapple
source: Sign Up with Apple
bn: আপেলে সাইন আপ
hi: एप्पल के साथ साइन अप करें
kn: ಆಪಲ್ ನೊಂದಿಗೆ ಸೈನ್ ಅಪ್
mr: ऍपलसह साइन अप
pa: ਐਪਲ ਨਾਲ ਸਾਇਨ ਅੱਪ ਕਰੋ
ta: Apple ஐன் உடன் பதிவு செய்க
te: ఆపిల్‌తో సైన్ అప్
ur: ایپل کے ساتھ سائن اپ

# by_continuing
source: By continuing, you agree to the
bn: চালিয়ে যাওয়ার মাধ্যমে, আপনি একমত হন
hi: आगे बढ़कर, आप सहमत होते हैं
kn: ಮುಂದುವರಿಯುವಾಗ, ನೀವು ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೀರಿ
mr: सोबत अगदी करताना, तुम्ही सहमत आहात
pa: ਜਾਰੀ ਰੱਖਣ ਨਾਲ, ਤੁਸੀਂ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
ta: தொடர்ந்து பயன்படுத்துவதன் மூலம், நீங்கள் ஒருபோதும் ஒப்புக்கொள்கிறீர்கள்
te: కొనసాగించుకున్నప్పుడు, మీరు నిబంధనలు అంగీకరిస్తారు
ur: آگے بڑھتے ہوئے، آپ اتفاق کرتے ہیں

source: Terms of Service
bn: পরিষেবার শর্ত
hi: सेवा की शर्तें
kn: ಸೇವಾ ನಿಯಮಗಳು
mr: सेवा अटी
pa: ਸਰਵਿਸ ਦੇ ਨਿਯਮ
ta: சேவை விதிமுறை
te: సేవల నిబంధనలు
ur: خدمات کی شرائط

source: and
bn: এবং
hi: और
kn: ಮತ್ತು
mr: आणि
pa: ਅਤੇ
ta: மற்றும்
te: మరియు
ur: اور

source: Privacy Policy
bn: গোপনীয়তা নীতি
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತಾ ನೀತಿ
mr: गोपनीयता धोरण
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
ta: தனியுரிமை கொள்கை
te: గౌప్యతా విధివాదము
ur: رازداری پالیسی

source: Create Profile
bn: প্রোফাইল তৈরি করুন
hi: प्रोफ़ाइल बनाएं
kn: ಪ್ರೊಫೈಲ್ ರಚಿಸಿ
mr: प्रोफाइल तयार करा
pa: ਪ੍ਰੋਫਾਈਲ ਬਣਾਓ
ta: சுயவிவரத்தை உருவாக்கவும்
te: ప్రొఫైల్‌ను సృష్టించండి
ur: پروفائل بنائیں

source: Name
bn: নাম
hi: नाम
kn: ಹೆಸರು
mr: नाव
pa: ਨਾਮ
ta: பெயர்
te: పేరు
ur: نام

source: Name cannot contain special characters
bn: নামে বিশেষ অক্ষর থাকতে পারে না
hi: नाम में विशेष वर्ण नहीं हो सकते
kn: ಹೆಸರು ವಿಶೇಷ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಬಾರದು
mr: नावात विशेष अक्षरे असू नये
pa: ਨਾਮ ਖਾਸ ਅੱਖਰ ਨਹੀਂ ਹੋ ਸਕਦਾ
ta: பெயரில் சிறப்பு எழுத்துக்கள் இருக்க முடியாது
te: పేరు ప్రత్యేక అక్షరాలను కలిగించవచ్చు
ur: نام میں خصوصی حروف نہیں ہو سکتے

source: Name cannot contain emojis
bn: নামে ইমোজি থাকতে পারে না
hi: नाम में इमोजी नहीं हो सकते
kn: ಹೆಸರು ಇಮೋಜಿಗಳನ್ನು ಹೊಂದಬಾರದು
mr: नावात इमोजी असू नये
pa: ਨਾਮ ਇਮੋਜੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ta: பெயரில் எமோஜிகள் இருக்க முடியாது
te: పేరు ఎమోజీలను కలిగించవచ్చు
ur: نام میں ایموجیز نہیں ہو سکتیں

source: Name cannot contain special characters & numbers
bn: নামে বিশেষ অক্ষর এবং সংখ্যা থাকতে পারে না
hi: नाम में विशेष वर्ण और संख्याएँ नहीं हो सकतीं
kn: ಹೆಸರು ವಿಶೇಷ ಅಕ್ಷರಗಳು ಮತ್ತು ಸಂಖ್ಯೆಗಳನ್ನು ಹೊಂದಬಾರದು
mr: नावात विशेष अक्षरे आणि क्रमांक असू नये
pa: ਨਾਮ ਖਾਸ ਅੱਖਰ ਅਤੇ ਨੰਬਰਾਂ ਨੂੰ ਨਹੀਂ ਹੋ ਸਕਦਾ
ta: பெயரில் சிறப்பு எழுத்துக்கள் & எண்கள் இருக்க முடியாது
te: పేరు ప్రత్యేక అక్షరాలు & సంఖ్యలను కలిగించవచ్చు
ur: نام میں خصوصی حروف اور اعداد نہیں ہو سکتے

source: Contact No
bn: যোগাযোগ নম্বর
hi: संपर्क नंबर
kn: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
mr: संपर्क क्रमांक
pa: ਸੰਪਰਕ ਨੰਬਰ
ta: தொடர்பு எண்
te: సంప్రదించండి
ur: رابطہ نمبر

# please_enter_valid_phone_number
source: Please enter a valid phone number
bn: দয়া করে একটি বৈধ ফোন নম্বর দিন
hi: कृपया एक वैध फ़ोन नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಒಂದು ಮಾನ್ಯ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mr: कृपया एक वैध फोन नंबर प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਫੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: செல்லுபடியாக தொடர்பு எண் உள்ளிடவும்
te: దయచేసి ఒక చెందిన ఫోన్ నంబర్‌ను నమోదు చేయండి
ur: براہ کرم ایک درست فون نمبر درج کریں

source: Please select an image
bn: একটি ছবি নির্বাচন করুন
hi: कृपया एक छवि चुनें
kn: ದಯವಿಟ್ಟು ಒಂದು ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: कृपया एक प्रतिमा निवडा
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਚਿੱਤਰ ਚੁਣੋ
ta: ஒரு படத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఒక చెందిన చిత్రం ఎంచుకోండి
ur: براہ کرم ایک تصویر منتخب کریں

source: Please select a valid image
bn: একটি বৈধ ছবি নির্বাচন করুন
hi: कृपया एक वैध छवि चुनें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: कृपया एक वैध प्रतिमा निवडा
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਚਿੱਤਰ ਚੁਣੋ
ta: செல்லுபடியாக ஒரு படத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఒక చెందిన చిత్రం ఎంచుకోండి
ur: براہ کرم ایک درست تصویر منتخب کریں

# please_enter_5_digit_code
source: Enter 5 digit code sent to your mobile number
bn: আপনার মোবাইল নম্বরে প্রেরিত 5 ডিজিট কোড লিখুন
hi: अपने मोबाइल नंबर पर भेजे गए 5 अंकों कोड दर्ज करें
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಗೆ ಕಳುಹಿಸಲಾದ 5 ಅಂಕಿ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
mr: आपल्या मोबाइल नंबरवर पाठवलेल्या 5 अंकी कोड प्रविष्ट करा
pa: ਆਪਣੇ ਮੋਬਾਈਲ ਨੰਬਰ 'ਤੇ ਭੇਜਿਆ ਗਿਆ 5 ਡਿਜਿਟ ਕੋਡ ਦਾਖਲ ਕਰੋ
ta: உங்கள் அலைபேசி எண்ணுக்கு அனுப்பப்பட்ட 5 இலக்க குறியீட்டை உள்ளிடவும்
te: మీ మొబైల్ నంబర్‌కు పందిన 5 అంకెల కోడ్‌ను ఎంటర్ చేయండి
ur: اپنے موبائل نمبر پر بھیجے گئے 5 ہندسوں کوڈ درج کریں

source: Resend
bn: পুনরায় পাঠান
hi: पुनः भेजें
kn: ಮರೆಮಾಡಿ ಕಳುಹಿಸಿ
mr: पुन्हा पाठवा
pa: ਮੁੜ-ਭੇਜੋ
ta: மீண்டும் அனுப்பு
te: మళ్ళీ పంపు
ur: دوبارہ بھیجیں

source: Resend code in
bn: পুনরায় প্রেরণ কোড
hi: पुनः कोड भेजें
kn: ಮರೆಮಾಡಿ ಕೊಡು
mr: कोड पुन्हा पाठवा
pa: ਮੁੜ ਭੇਜਣ ਦਾ ਕੋਡ
ta: குறியீட்டை மீண்டும் அனுப்பு
te: మళ్ళీ కోడ్ పంపండి
ur: کوڈ دوبارہ بھیجیں

source: Verify
bn: যাচাই করুন
hi: सत्यापित करें
kn: ಪರಿಶೀಲಿಸಿ
mr: सत्यापित करा
pa: ਪੁਸ਼ਟੀ ਕਰੋ
ta: சரிபார்க்க
te: ధృడీకరించండి
ur: تصدیق کریں

source: Create Your Tournament
bn: আপনার টুর্নামেন্ট তৈরি করুন
hi: अपना टूर्नामेंट बनाएं
kn: ನಿಮ್ಮ ತೋರಣವನ್ನು ರಚಿಸಿ
mr: आपला प्रतिसाद तयार करा
pa: ਆਪਣਾ ਟੂਰਨਾਮੈਂਟ ਬਣਾਓ
ta: உங்கள் தொகுப்பை உருவாக்கவும்
te: మీ టూర్నమెంట్‌ను సృష్టించండి
ur: اپنا ٹورنامنٹ بنائیں

source: Create Tournament
bn: টুর্নামেন্ট তৈরি করুন
hi: टूर्नामेंट बनाएं
kn: ತೋರಣ ರಚಿಸಿ
mr: प्रतिसाद तयार करा
pa: ਟੂਰਨਾਮੈਂਟ ਬਣਾਓ
ta: தொகுப்பை உருவாக்கவும்
te: టూర్నమెంట్ సృష్టించు
ur: ٹورنامنٹ بنائیں

source: Tournaments
bn: টুর্নামেন্টস
hi: टूर्नामेंट्स
kn: ತೋರಣಗಳು
mr: प्रतियोगिता
pa: ਟੂਰਨਾਮੈਂਟ
ta: தொகுப்புகள்
te: టూర్నామెంట్‌లు
ur: ٹورنامنٹس

source: Past
bn: গত
hi: अतीत
kn: ಹಿಂದಿನ
mr: अगदी
pa: ਗਤ
ta: பழைய
te: గత
ur: گزشتہ

source: Upcoming
bn: আসন্ন
hi: आगामी
kn: ಮುಂದಿನ
mr: आगामी
pa: ਆਉਣ ਵਾਲਾ
ta: வருகிறது
te: తోడ్పడుతుంది
ur: آنے والا

source: Current
bn: বর্তমান
hi: वर्तमान
kn: ಪ್ರಸ್ತುತ
mr: वर्तमान
pa: ਮੌਜੂਦਾ
ta: தற்போதைய
te: ప్రస్తుత
ur: موجودہ

# no_matches
source: Oops! No matches on this day.
bn: উফ! এই দিনে কোনো ম্যাচ নেই।
hi: ओह! इस दिन कोई मैच नहीं है।
kn: ಓಹ್! ಈ ದಿನದಲ್ಲಿ ಯಾವ ಮ್ಯಾಚ್‌ಗಳೂ ಇಲ್ಲ.
mr: अरे! आज कोणतीही जुळी नाही.
pa: ਓਹ! ਇਸ ਦਿਨ ਕੋਈ ਮੈਚ ਨਹੀਂ ਹੈ.
ta: உத்தியில் மேட்ச்கள் இல்லை.
te: అదే రోజు మ్యాచ్‌లు లేవు.
ur: اوہ! اس دن کوئی میچ نہیں ہے۔

source: Looking
bn: খোঁজা হচ্ছে
hi: खोज रहे हैं
kn: ಹುಡುಕುತ್ತಿದ್ದಾರೆ
mr: शोधत आहे
pa: ਦੇਖ ਰਿਹਾ ਹੈ
ta: தேடுகிறது
te: చూస్తున్నారు
ur: تلاش کر رہے ہیں

# what_others_looking_for
source: What are you looking for?
bn: আপনি কী খোঁজছেন?
hi: आप क्या ढूंढ रहे हैं?
kn: ನೀವು ಯಾವುದನ್ನು ಹುಡುಕುತ್ತಿದ್ದೀರಿ?
mr: तुम्ही काय शोधत आहात?
pa: ਤੁਸੀਂ ਕੀ ਦੇਖ ਰਹੇ ਹੋ?
ta: மற்றவர்கள் என்னவென்று தெரியுமா?
te: ఇతరులు ఏమి చూస్తున్నారు?
ur: آپ کیا تلاش کر رہے ہیں؟

source: Leaderboard
bn: লিডারবোর্ড
hi: लीडरबोर्ड
kn: ಲೀಡರ್‌ಬೋರ್ಡ್
mr: लीडरबोर्ड
pa: ਲੀਡਰਬੋਰਡ
ta: வரிசைப்பட்டியல்
te: లీడర్‌బోర్డు
ur: لیڈر بورڈ

source: Player Ranking
bn: খেলোয়াড় র্যাঙ্কিং
hi: खिलाड़ी रैंकिंग
kn: ಆಟಗಾರರ ದರ್ಜೆ
mr: खेळाडू रॅंकिंग
pa: ਖਿਡਾਰੀ ਦਰਜਾਬੰਦੀ
ta: விளையாட்டு மாற்று
te: ఖాళీదారు ర్యాంకింగ్
ur: کھلاڑی کی رینکنگ

source: Top Performers
bn: শীর্ষ পারফরমার
hi: शीर्ष प्रदर्शक
kn: ಟಾಪ್ ಪ್ರದರ್ಶಕರು
mr: शीर्ष कामगिरी करणारे
pa: ਚੋਟੀ ਕਰਨ ਵਾਲੇ
ta: முக்கிய செயல்முறையாளர்கள்
te: ముఖ్య ప్రదర్శకులు
ur: اوپری اداکار

source: Team Ranking
bn: দলের র্যাঙ্কিং
hi: टीम रैंकिंग
kn: ತಂಡದ ದರ್ಜೆ
mr: टीम रॅंकिंग
pa: ਟੀਮ ਦਰਜਾਬੰਦੀ
ta: அணி மாற்று
te: టీమ్ ర్యాంకింగ్
ur: ٹیم کی رینکنگ

source: Challenge Team
bn: চ্যালেঞ্জ দল
hi: टीम को चुनौती दें
kn: ತಂಡವನ್ನು ಚಾಲೆಂಜ್ ಮಾಡಿ
mr: चॅलेंज टीम
pa: ਟੀਮ ਦਾ ਮੁਕਾਬਲਾ
ta: அணியை படி
te: ఛాలెంజ్ టీమ్
ur: ٹیم کو چیلنج دیں

source: My Performance
hi: मेरा प्रदर्शन
kn: ನನ್ನ ಪ್ರದರ್ಶನ
mr: माझी कामगिरी
ta: என் செயல்முறை
te: నా ప్రదర్శన

source: About Us
bn: আমাদের সম্পর্কে
hi: हमारे बारे में
kn: ನಮ್ಮ ಬಗ್ಗೆ
mr: आमच्याबद्दल
pa: ਸਾਡੇ ਬਾਰੇ
ta: எங்களை பற்றி
te: మా గురించి
ur: ہمارے بارے میں

source: Contact Us
bn: যোগাযোগ করুন
hi: संपर्क करें
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
mr: आमच्याशी संपर्क साधा
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ta: எங்களுக்கு தொடர்பு கொள்ளுங்கள்
te: మాకు సంప్రదించండి
ur: ہم سے رابطہ کریں

source: Share App
bn: অ্যাপ শেয়ার করুন
hi: ऐप शेयर करें
kn: ಅಪ್ಲಿಕೇಶನ್‌ನನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
mr: अ‍ॅप सामायिक करा
pa: ਐਪ ਸਾਂਝਾ ਕਰੋ
ta: பயன்படுத்து செய்
te: అనుష్ఠానాన్ని భాగం చేయండి
ur: ایپ شیئر کریں

source: FAQs
bn: প্রশ্নাবলি
hi: सामान्य प्रश्न
kn: ಪ್ರಶ್ನೋತ್ತರಗಳು
mr: आमचे प्रश्न
pa: ਸਾਮਾਨਯ ਪ੍ਰਸ਼ਨ
ta: கேள்விகள்
ur: عمومی سوالات

source: Disclaimer
bn: অস্বীকার
hi: अस्वीकृति
kn: ದೋಷಮುಕ್ತಿ
mr: अस्वीकृती
pa: ਡਿਸਕਲੇਮਰ
ta: குறிப்பு
te: తిరిగి తీర్చుకొని
ur: تنبیہ

source: Log Out
bn: লগ আউট
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
mr: लॉग आउट
pa: ਲਾਗ ਆਉਟ
ta: வெளியேறு
te: లాగౌట్
ur: لاگ آوٹ

source: Tournament Name
bn: টুর্নামেন্ট নাম
hi: टूर्नामेंट का नाम
kn: ತೋರಣದ ಹೆಸರು
mr: प्रतियोगिता नाव
pa: ਟੂਰਨਾਮੈਂਟ ਦਾ ਨਾਮ
ta: தொகுப்புப் பெயர்
te: టూర్నమెంట్ పేరు
ur: ٹورنامنٹ کا نام

source: Please enter tournament name
bn: দয়া করে টুর্নামেন্টের নাম লিখুন
hi: कृपया टूर्नामेंट का नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ತೋರಣದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mr: कृपया प्रतियोगिता नाव प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਟੂਰਨਾਮੈਂਟ ਦਾ ਨਾਮ ਦਾਖਲ ਕਰੋ
ta: தொகுப்புப் பெயரை உள்ளிடவும்
te: దయచేసి టూర్నమెంట్ పేరు నమోదు చేయండి
ur: براہ کرم ٹورنامنٹ کا نام درج کریں

source: Tournament name cannot contain emojis
bn: টুর্নামেন্টের নামে ইমোজি থাকতে পারে না
hi: टूर्नामेंट का नाम इमोजी नहीं हो सकता
kn: ತೋರಣದ ಹೆಸರು ಇಮೋಜಿಗಳನ್ನು ಹೊಂದಬಾರದು
mr: प्रतियोगिता नावामध्ये इमोजी असू शकत नाहीत
pa: ਟੂਰਨਾਮੈਂਟ ਦਾ ਨਾਮ ਇਮੋਜੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ta: தொகுப்புப் பெயரில் எமோஜிகள் இருக்க முடியாது
te: టూర్నమెంట్ పేరు ఎమోజీలను కలిగించవచ్చు
ur: ٹورنامنٹ کا نام ایموجیز نہیں ہو سکتا

source: Tournament start date should be less than end date
bn: টুর্নামেন্টের শুরুর তারিখ শেষ তারিখের কম হতে হবে
hi: टूर्नामेंट की शुरुआत तिथि समाप्ति तिथि से कम होनी चाहिए
kn: ತೋರಣದ ಪ್ರಾರಂಭ ದಿನಾಂಕ ಕೊನೆಯ ದಿನಾಂಕದಿಂದ ಕಡಿಮೆ ಇರಬೇಕು
mr: प्रतियोगिता सुरूवातीची तारीख शेवटची तारीखपेक्षा कमी असावी
pa: ਟੂਰਨਾਮੈਂਟ ਸ਼ੁਰੂ ਤਾਰੀਖ ਅੰਤ ਤਾਰੀਖ ਤੋਂ ਘੱਟ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
ta: தொகுப்பு தொடக்க தேதி முடிவு தேதியைக் குறைவாக இருக்க வேண்டும்
te: టూర్నమెంట్ ప్రారంభ తేదీ అంతం తేదీకి తగినంత ఉండాలి
ur: ٹورنامنٹ کی شروعاتی تاریخ ختم ہونے والی تاریخ سے کم ہونی چاہئے

source: Please select tournament start date
bn: দয়া করে টুর্নামেন্টের শুরুর তারিখ নির্বাচন করুন
hi: कृपया टूर्नामेंट की शुरुआत तिथि का चयन करें
kn: ದಯವಿಟ್ಟು ತೋರಣದ ಪ್ರಾರಂಭ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: कृपया प्रतियोगिता सुरूवातीची तारीख निवडा
pa: ਕਿਰਪਾ ਕਰਕੇ ਟੂਰਨਾਮੈਂਟ ਸ਼ੁਰੂ ਤਾਰੀਖ ਚੁਣੋ
ta: தொகுப்பு தொடக்க தேதியை தேர்ந்தெடுக்கவும்
te: దయచేసి టూర్నమెంట్ ప్రారంభ తేదీని ఎంచుకోండి
ur: براہ کرم ٹورنامنٹ کی شروعاتی تاریخ کا انتخاب کریں

source: Tournament end date should be greater than start date
bn: টুর্নামেন্টের শেষ তারিখ শুরুর তারিখের বেশি হতে হবে
hi: टूर्नामेंट की समाप्ति तिथि शुरुआत तिथि से अधिक होनी चाहिए
kn: ತೋರಣದ ಕೊನೆಯ ದಿನಾಂಕ ತೋರಣದ ಪ್ರಾರಂಭ ದಿನಾಂಕದಿಂದ ಹೆಚ್ಚಾಗಿ ಇರಬೇಕು
mr: प्रतियोगिता शेवटची तारीख सुरूवातीची तारीखपेक्षा अधिक असावी
pa: ਟੂਰਨਾਮੈਂਟ ਅੰਤ ਤਾਰੀਖ ਸ਼ੁਰੂ ਤਾਰੀਖ ਤੋਂ ਵੱਧ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
ta: தொகுப்பு முடிவு தேதி தொடக்க தேதியைக் கூட்டுவது வேண்டும்
te: టూర్నమెంట్ ముగింపు తేదీ ప్రారంభ తేదీకి తగినంత ఉండాలి
ur: ٹورنامنٹ کی ختم تاریخ شروعاتی تاریخ سے زیادہ ہونی چاہئے

source: Tournament Category
bn: টুর্নামেন্ট বিভাগ
hi: टूर्नामेंट श्रेणी
kn: ತೋರಣ ವರ್ಗ
mr: प्रतियोगिता श्रेणी
pa: ਟੂਰਨਾਮੈਂਟ ਸਪੇਸ਼
ta: தொகுப்பு வகை
te: టూర్నమెంట్ వర్గం
ur: ٹورنامنٹ کی قسم

source: Select Tournament Category
bn: টুর্নামেন্ট বিভাগ নির্বাচন করুন
hi: टूर्नामेंट श्रेणी का चयन करें
kn: ತೋರಣ ವರ್ಗ ಆಯ್ಕೆಮಾಡಿ
mr: प्रतियोगिता श्रेणी निवडा
pa: ਟੂਰਨਾਮੈਂਟ ਸਪੇਸ਼ ਚੁਣੋ
ta: தொகுப்பு வகையைத் தேர்ந்தெடுக்கவும்
te: టూర్నమెంట్ వర్గం ఎంచుకోండి
ur: ٹورنامنٹ کی قسم کا انتخاب کریں

source: Ball Type
bn: বলের ধরণ
hi: गेंद का प्रकार
kn: ಬಾಲ್ ಪ್ರಕಾರ
mr: गोला प्रकार
pa: ਗੇਂਦ ਕੀਸਮ
ta: பந்து வகை
te: బాల్ రకం
ur: گیند کی قسم

source: Select Ball Type
bn: বলের ধরণ নির্বাচন করুন
hi: गेंद का प्रकार चुनें
kn: ಬಾಲ್ ಪ್ರಕಾರ ಆಯ್ಕೆಮಾಡಿ
mr: गोला प्रकार निवडा
pa: ਗੇਂਦ ਕੀਸਮ ਚੁਣੋ
ta: பந்து வகையைத் தேர்ந்தெடுக்கவும்
te: బాల్ రకం ఎంచుకోండి
ur: گیند کی قسم منتخب کریں

source: Pitch Type
bn: পিচের ধরণ
hi: पिच का प्रकार
kn: ಪಿಚ್ ಪ್ರಕಾರ
mr: पिच प्रकार
pa: ਪਿੱਚ ਕੀਸਮ
ta: பிச் வகை
te: పిచ్ రకం
ur: پچ کی قسم

source: Select Pitch Type
bn: পিচের ধরণ নির্বাচন করুন
hi: पिच का प्रकार चुनें
kn: ಪಿಚ್ ಪ್ರಕಾರ ಆಯ್ಕೆಮಾಡಿ
mr: पिच प्रकार निवडा
pa: ਪਿੱਚ ਕੀਸਮ ਚੁਣੋ
ta: பிச் வகையைத் தேர்ந்தெடுக்கவும்
te: పిచ్ రకం ఎంచుకోండి
ur: پچ کی قسم منتخب کریں

source: Organizer Name
bn: আয়োজকের নাম
hi: आयोजक का नाम
kn: ಸಂಘಟಕರ ಹೆಸರು
mr: आयोजकाचे नाव
pa: ਆਰਗਨਾਈਜ਼ਰ ਦਾ ਨਾਮ
ta: வழக்காடு பெயர்
te: ఆర్గనైజర్ పేరు
ur: منظم کا نام

source: Organizer Contact No
bn: আয়োজকের যোগাযোগ নম্বর
hi: आयोजक का संपर्क नंबर
kn: ಸಂಘಟಕರ ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
mr: आयोजक संपर्क क्रमांक
pa: ਆਰਗਨਾਈਜ਼ਰ ਸੰਪਰਕ ਨੰਬਰ
ta: வழக்காடு தொடர்பு எண்
te: ఆర్గనైజర్ సంప్రదించండి
ur: منظم کا رابطہ نمبر

source: Co-host 1 Name
bn: সহযোগী 1 এর নাম
hi: सहोस्ट 1 का नाम
kn: ಸಹಸಂಘಟಕ 1 ಹೆಸರು
mr: सह-आयोजक 1चे नाव
pa: ਸਹਯੋਗੀ 1 ਦਾ ਨਾਮ
ta: உத்தியர் 1 பெயர்
te: సహసభూమి 1 పేరు
ur: کو ہوسٹ 1 کا نام

source: Please enter co-host 1 contact no
bn: দয়া করে সহযোগী 1 এর যোগাযোগ নম্বর লিখুন
hi: कृपया सहोस्ट 1 का संपर्क नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಸಹಸಂಘಟಕ 1 ಸಂಪರ್ಕ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mr: कृपया सह-आयोजक 1चे संपर्क क्रमांक प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਹਯੋਗੀ 1 ਸੰਪਰਕ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: உத்தியர் 1 தொடர்பு எண் உள்ளிடவும்
te: దయచేసి సహసభూమి 1 సంప్రదించండి
ur: براہ کرم کو ہوسٹ 1 کا رابطہ نمبر درج کریں

source: Rules cannot contain emojis
bn: নিয়ম ইমোজি থাকতে পারে না
hi: नियम इमोजी नहीं हो सकते
kn: ನಿಯಮಗಳು ಇಮೋಜಿಗಳನ್ನು ಹೊಂದಬಾರದು
mr: कायदे इमोजी असू शकत नाहीत
pa: ਨਿਯਮ ਇਮੋਜੀ ਨਹੀਂ ਹੋ ਸਕਦੇ
ta: விதிமுறைகளில் எமோஜிகள் இருக்க முடியாது
te: నియమాలు ఎమోజీలను కలిగించవచ్చు
ur: قوانین میں ایموجیز نہیں ہو سکتیں

source: Co-host 1 Contact No
bn: সহযোগী 1 এর যোগাযোগ নম্বর
hi: सहोस्ट 1 का संपर्क नंबर
kn: ಸಹಸಂಘಟಕ 1 ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
mr: सह-आयोजक 1चा संपर्क क्रमांक
pa: ਸਹਯੋਗੀ 1 ਸੰਪਰਕ ਨੰਬਰ
ta: உத்தியர் 1 தொடர்பு எண்
te: సహసభూమి 1 సంప్రదించండి
ur: کو ہوسٹ 1 کا رابطہ نمبر

# pleaseEnterValidCohost1ContactNo
source: Please enter a valid co-host 1 contact no
bn: দয়া করে একটি বৈধ সহযোগী 1 এর যোগাযোগ নম্বর লিখুন
hi: कृपया एक वैध सहोस्ट 1 का संपर्क नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಸಹಸಂಘಟಕ 1 ಸಂಪರ್ಕ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mr: कृपया सह-आयोजक 1चा वैध संपर्क क्रमांक प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਸਹਯੋਗੀ 1 ਸੰਪਰਕ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: செல்லுபடியாக உத்தியர் 1 தொடர்பு எண் உள்ளிடவும்
te: దయచేసి సహసభూమి 1 సంప్రదించండి
ur: براہ کرم ایک درست کو ہوسٹ 1 کا رابطہ نمبر درج کریں

source: Co-host 1 and Co-host 2 contact no cannot be same
bn: সহযোগী 1 এবং সহযোগী 2 এর যোগাযোগ নম্বর একই হতে পারে না
hi: सहोस्ट 1 और सहोस्ट 2 का संपर्क नंबर एक समान नहीं हो सकता
kn: ಸಹಸಂಘಟಕ 1 ಮತ್ತು ಸಹಸಂಘಟಕ 2 ಸಂಪರ್ಕ ಸಂಖ್ಯೆ ಒಂದೇ ಆಗಬಾರದು
mr: सह-आयोजक 1 आणि सह-आयोजक 2 चा संपर्क क्रमांक समान असू नये
pa: ਸਹਯੋਗੀ 1 ਅਤੇ ਸਹਯੋਗੀ 2 ਸੰਪਰਕ ਨੰਬਰ ਇਕੋ ਸਮਾਨ ਨਹੀਂ ਹੋ ਸਕਦੇ
ta: உத்தியர் 1 மற்றும் உத்தியர் 2 தொடர்பு எண் ஒரேபோலாக இருக்க முடியாது
te: సహసభూమి 1 మరియు సహసభూమి 2 సంప్రదించించబడకండి
ur: کو ہوسٹ 1 اور کو ہوسٹ 2 کا رابطہ نمبر ایک جیسا نہیں ہو سکتا

# pleaseEnterValidContactNo
source: Please enter a valid contact no
bn: দয়া করে একটি বৈধ যোগাযোগ নম্বর লিখুন
hi: कृपया एक वैध संपर्क नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಒಂದು ಮಾನ್ಯ ಸಂಪರ್ಕ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mr: कृपया एक वैध संपर्क क्रमांक प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਸੰਪਰਕ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: செல்லுபடியாக ஒரு தொடர்பு எண் உள்ளிடவும்
te: దయచేసి ఒక చెందిన సంప్రదించండి
ur: براہ کرم ایک درست رابطہ نمبر درج کریں

source: Co-host 2 Name
bn: সহযোগী 2 এর নাম
hi: सहोस्ट 2 का नाम
kn: ಸಹಸಂಘಟಕ 2 ಹೆಸರು
mr: सह-आयोजक 2चे नाव
pa: ਸਹਯੋਗੀ 2 ਦਾ ਨਾਮ
ta: உத்தியர் 2 பெயர்
te: సహసభూమి 2 పేరు
ur: کو ہوسٹ 2 کا نام

source: Co-host 2 Contact No
bn: সহযোগী 2 এর যোগাযোগ নম্বর
hi: सहोस्ट 2 का संपर्क नंबर
kn: ಸಹಸಂಘಟಕ 2 ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
mr: सह-आयोजक 2चा संपर्क क्रमांक
pa: ਸਹਯੋਗੀ 2 ਸੰਪਰਕ ਨੰਬਰ
ta: உத்தியர் 2 தொடர்பு எண்
te: సహసభూమి 2 సంప్రదించండి
ur: کو ہوسٹ 2 کا رابطہ نمبر

source: Entry Fee
bn: এন্ট্রি ফি
hi: प्रवेश शुल्क
kn: ಪ್ರವೇಶ ಶುಲ್ಕ
mr: प्रवेश शुल्क
pa: ਪ੍ਰਵੇਸ਼ ਸ਼ੁਲਕ
ta: உள்நுழைவு கட்டணம்
te: ఎంట్రీ ఫీ
ur: داخلہ فیس

source: Please enter entry fee
bn: এন্ট্রি ফি লিখুন
hi: कृपया प्रवेश शुल्क दर्ज करें
kn: ದಯವಿಟ್ಟು ಪ್ರವೇಶ ಶುಲ್ಕವನ್ನು ನಮೂದಿಸಿ
mr: कृपया प्रवेश शुल्क प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਵੇਸ਼ ਸ਼ੁਲਕ ਦਾਖਲ ਕਰੋ
ta: உள்நுழைவு கட்டணத்தை உள்ளிடவும்
te: దయచేసి ఎంట్రీ ఫీ నమోదు చేయండి
ur: براہ کرم داخلہ فیس درج کریں

# pleaseEnterValidEntryFee
source: Please enter a valid entry fee
bn: দয়া করে একটি বৈধ এন্ট্রি ফি লিখুন
hi: कृपया एक वैध प्रवेश शुल्क दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಪ್ರವೇಶ ಶುಲ್ಕವನ್ನು ನಮೂದಿಸಿ
mr: कृपया एक वैध प्रवेश शुल्क प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਪ੍ਰਵੇਸ਼ ਸ਼ੁਲਕ ਦਾਖਲ ਕਰੋ
ta: செல்லுபடியாக உள்நுழைவு கட்டணத்தை உள்ளிடவும்
te: దయచేసి ఒక చెందిన ఎంట్రీ ఫీ నమోదు చేయండి
ur: براہ کرم ایک درست داخلہ فیس درج کریں

source: Entry fee cannot start with 0
bn: এন্ট্রি ফি 0 দিয়ে শুরু হতে পারে না
hi: प्रवेश शुल्क 0 से शुरू नहीं हो सकता
kn: ಪ್ರವೇಶ ಶುಲ್ಕ 0 ಇಂದ ಪ್ರಾರಂಭವಾಗಲಾರದು
mr: प्रवेश शुल्क 0 ने सुरू होऊ नये
pa: ਪ੍ਰਵੇਸ਼ ਸ਼ੁਲਕ 0 ਨਾਲ ਸ਼ੁਰੂ ਨਹੀਂ ਹੋ ਸਕਦਾ
ta: உள்நுழைவு கட்டணம் 0 இன் ஆரம்பிக்கக்கூடாது
te: ఎంట్రీ ఫీ 0 నుండి ప్రారంభించవచ్చు
ur: داخلہ فیس 0 سے شروع نہیں ہو سکتی

source: Ball Charges
bn: বল খরচ
hi: गेंद शुल्क
kn: ಬಾಲ್ ಶುಲ್ಕಗಳು
mr: गोला शुल्क
pa: ਗੇਂਦ ਦੀਆਂ ਚਾਰਜਾਂ
ta: பந்து கட்டணம்
te: బాల్ ఛార్జీలు
ur: گیند کی فیس

source: Please enter ball charges
bn: দয়া করে বল খরচ লিখুন
hi: कृपया गेंद शुल्क दर्ज करें
kn: ದಯವಿಟ್ಟು ಬಾಲ್ ಶುಲ್ಕಗಳನ್ನು ನಮೂದಿಸಿ
mr: कृपया गोला शुल्क प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਗੇਂਦ ਦੀਆਂ ਚਾਰਜਾਂ ਦਾਖਲ ਕਰੋ
ta: பந்து கட்டணத்தை உள்ளிடவும்
te: దయచేసి బాల్ ఛార్జీలను నమోదు చేయండి
ur: براہ کرم گیند کی فیس درج کریں

# pleaseEnterValidBallCharges
source: Please enter a valid ball charges
bn: দয়া করে একটি বৈধ বল খরচ লিখুন
hi: कृपया एक वैध गेंद शुल्क दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಬಾಲ್ ಶುಲ್ಕಗಳನ್ನು ನಮೂದಿಸಿ
mr: कृपया एक वैध गोला शुल्क प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਗੇਂਦ ਦੀਆਂ ਚਾਰਜਾਂ ਦਾਖਲ ਕਰੋ
ta: செல்லுபடியாக பந்து கட்டணத்தை உள்ளிடவும்
te: దయచేసి ఒక చెందిన బాల్ ఛార్జీలను నమోదు చేయండి
ur: براہ کرم ایک درست گیند کی فیس درج کریں

source: Breakfast Charges
bn: সকালের খরচ
hi: नाश्ता शुल्क
kn: ಟಿಫಿನ ಶುಲ್ಕಗಳು
mr: नाश्ता शुल्क
pa: ਨਾਸ਼ਤੇ ਦੇ ਚਾਰਜ
ta: காலைகள் கட்டணம்
te: బ్రేక్‌ఫాస్ట్ ఛార్జీలు
ur: ناشتہ کی فیس

source: Please enter breakfast charges
bn: দয়া করে সকালের খরচ লিখুন
hi: कृपया नाश्ता शुल्क दर्ज करें
kn: ದಯವಿಟ್ಟು ಟಿಫಿನ ಶುಲ್ಕಗಳನ್ನು ನಮೂದಿಸಿ
mr: कृपया नाश्ता शुल्क प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਾਸ਼ਤੇ ਦੇ ਚਾਰਜ ਦਾਖਲ ਕਰੋ
ta: காலைகள் கட்டணத்தை உள்ளிடவும்
te: దయచేసి బ్రేక్‌ఫాస్ట్ ఛార్జీలను నమోదు చేయండి
ur: براہ کرم ناشتہ کی فیس درج کریں

source: Please enter valid breakfast charges
mr: कृपया एक वैध नाश्ता शुल्क प्रविष्ट करा
ta: செல்லுபடியாக காலைகள் கட்டணத்தை உள்ளிடவும்
te: దయచేసి ఒక చెందిన బ్రేక్‌ఫాస్ట్ ఛార్జీలను నమోదు చేయండి

source: Team Limit
bn: দলের সীমা
hi: टीम सीमा
kn: ತಂಡ ಪರಿಮಿತಿ
mr: टीमची मर्यादा
pa: ਟੀਮ ਸੀਮਿਤ
ta: அணி வரம்பு
te: టీమ్ పరిమితి
ur: ٹیم کی حد

source: Please enter team limit
bn: দয়া করে দলের সীমা লিখুন
hi: कृपया टीम सीमा दर्ज करें
kn: ದಯವಿಟ್ಟು ತಂಡ ಪರಿಮಿತಿಯನ್ನು ನಮೂದಿಸಿ
mr: कृपया टीमची मर्यादा प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਟੀਮ ਸੀਮਿਤ ਦਾਖਲ ਕਰੋ
ta: அணி வரம்பை உள்ளிடவும்
te: దయచేసి టీమ్ పరిమితిని నమోదు చేయండి
ur: براہ کرم ٹیم کی حد درج کریں

# pleaseEnterValidTeamLimit
source: Please enter a valid team limit
bn: দয়া করে একটি বৈধ দলের সীমা লিখুন
hi: कृपया एक वैध टीम सीमा दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ತಂಡ ಪರಿಮಿತಿಯನ್ನು ನಮೂದಿಸಿ
mr: कृपया एक वैध टीमची मर्यादा प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਟੀਮ ਸੀਮਿਤ ਦਾਖਲ ਕਰੋ
ta: செல்லுபடியாக அணி வரம்பை உள்ளிடவும்
te: దయచేసి ఒక చెందిన టీమ్ పరిమితిని నమోదు చేయండి
ur: براہ کرم ایک درست ٹیم کی حد درج کریں

source: Team limit should be equal or greater than 2
bn: দলের সীমা 2 এর সমান অথবা তার চেয়ে বেশি হতে হবে
hi: टीम सीमा 2 या इससे अधिक होनी चाहिए
kn: ತಂಡ ಪರಿಮಿತಿ 2 ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚಿರಬೇಕು
mr: टीमची मर्यादा 2 किंवा त्यापेक्षा अधिक असावी
pa: ਟੀਮ ਸੀਮਿਤ 2 ਨਾਲ ਬਰਾਬਰ ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
ta: அணி வரம்பு 2 அல்லது அதற்கு அதிகமாக இருக்க வேண்டும்
te: టీమ్ పరిమితి 2 లేదా అంతకు తగినంత ఉండాలి
ur: ٹیم کی حد 2 یا اس سے زیادہ ہونی چاہئے

source: Rules
bn: নিয়ম
hi: नियम
kn: ನಿಯಮಗಳು
mr: कायदे
pa: ਨਿਯਮ
ta: விதிமுறைகள்
te: నియమాలు
ur: قوانین

source: Prizes
bn: পুরস্কার
hi: पुरस्कार
kn: ಬಹುಮಾನಗಳು
mr: पुरस्कार
pa: ਇਨਾਮ
ta: பொகுப்புகள்
te: ప్రతిఫలాలు
ur: انعامات

source: Please enter rules
bn: দয়া করে নিয়ম লিখুন
hi: कृपया नियम दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿಯಮಗಳನ್ನು ನಮೂದಿಸಿ
mr: कृपया कायदे प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਿਯਮ ਦਾਖਲ ਕਰੋ
ta: விதிமுறைகளை உள்ளிடவும்
te: దయచేసి నియమాలను నమోదు చేయండి
ur: براہ کرم قوانین درج کریں

source: Select Stadium Address
bn: স্টেডিয়াম ঠিকানা নির্বাচন করুন
hi: स्टेडियम पता चुनें
kn: ಸ್ಟೇಡಿಯಂ ವಿಳಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: स्टेडियमचा पत्ता निवडा
pa: ਸਟੇਡੀਅਮ ਪਤਾ ਚੁਣੋ
ta: மைதான முகவரியைத் தேர்ந்தெடுக்கவும்
te: స్టేడియం చిరునామా ఎంచుకోండి
ur: اسٹیڈیم کا پتہ منتخب کریں

source: I hereby agree to the
bn: আমি এখানে একমত হয়ে যাই
hi: मैं यहाँ इस से सहमत हूँ
kn: ನಾನು ಈಗಾಗಲೇ ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೇನೆ
mr: मी येथून सहमत आहे
pa: ਮੈਂ ਇਸ ਨਾਲ ਸਹਿਮਤ ਹਾਂ
ta: நான் இதை ஒப்புக்கொள்கிறேன்
te: నేను ఇక్కడ ఆమోదించుకున్నాను
ur: میں اس سے اتفاق کرتا ہوں

source: Terms and Conditions
bn: শর্তাদি
hi: शर्तें और नियम
kn: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳಿಗೆ
mr: अटी आणि अटे
pa: ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள்
te: నిబంధనలు మరియు షరతులు
ur: شرائط و ضوابط

source: Add Player
bn: খেলোয়াড় যোগ করুন
hi: खिलाड़ी जोड़ें
kn: ಖೆಳಕಾರನನ್ನು ಸೇರಿಸಿ
mr: खेळाडू जोडा
pa: ਖਿਡਾਰੀ ਸ਼ਾਮਲ ਕਰੋ
ta: விளையாட்டாளரை சேர்க்கவும்
te: ఖాళీదారను జోడించు
ur: کھلاڑی شامل کریں

source: Players
bn: খেলোয়াড়
hi: खिलाड़ियों
kn: ಖೆಳಕಾರರು
mr: खेळाडू
pa: ਖਿਡਾਰੀ
ta: விளையாட்டாளர்கள்
te: ఖాళీదారులు
ur: کھلاڑی

source: Delete Player
bn: খেলোয়াড় মুছুন
hi: खिलाड़ी हटाएं
kn: ಖೆಳಕಾರನನ್ನು ಅಳಿಸಿ
mr: खेळाडू हटवा
pa: ਖਿਡਾਰੀ ਹਟਾਓ
ta: விளையாட்டாளரை நீக்கு
te: ఖాళీదారుని తొలగించు
ur: کھلاڑی حذف کریں

source: No
bn: না
hi: नहीं
kn: ಇಲ್ಲ
mr: नाही
pa: ਨਹੀਂ
ta: இல்லை
te: కాదు
ur: نہیں

source: Yes
bn: হ্যাঁ
hi: हाँ
kn: ಹೌದು
mr: होय
pa: ਹਾਂ
ta: ஆம்
te: అవును
ur: ہاں

# deletePlayerConfirmation
source: Are you sure you want to delete this Player
bn: আপনি কি নিশ্চিত যে আপনি এই খেলোয়াড়কে মুছতে চান
hi: क्या आप वाकई इस खिलाड़ी को हटाना चाहते हैं
kn: ಈ ಖೆಳಕಾರನನ್ನು ಅಳಿಸಬೇಕೆಂದು ನಿಮಗೆ ಖಚಿತವಾಗಿದೆಯೇ
mr: तुम्हाला खेळाडू हटवायचे आहे का
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਖਿਡਾਰੀ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ
ta: இந்த விளையாட்டாளரை நீக்க வேண்டும் என்று உறுதியாகவே உள்ளீடு செய்கிறீர்களா
te: మీరు ఖాళీదారుని తొలగించాలనుకుంటున్నారా
ur: کیا آپ واقعی اس کھلاڑی کو حذف کرنا چاہتے ہیں

source: Add via phone number
bn: ফোন নম্বর দিয়ে যোগ করুন
hi: फ़ोन नंबर के माध्यम से जोड़ें
kn: ಫೋನ್ ಸಂಖ್ಯೆ ಮೂಲಕ ಸೇರಿಸಿ
mr: फोन नंबर द्वारे जोडा
pa: ਫੋਨ ਨੰਬਰ ਦੁਆਰਾ ਸ਼ਾਮਲ ਕਰੋ
ta: அலைபேசி எண்ணின் மூலம் சேர்க்கவும்
te: ఫోన్ నంబర్ ద్వారా జోడించు
ur: فون نمبر کے ذریعے شامل کریں

source: Add from contacts
bn: যোগ করুন মোবাইল নম্বর থেকে
hi: संपर्कों से जोड़ें
kn: ಸಂಪರ್ಕಗಳಿಂದ ಸೇರಿಸಿ
mr: संपर्कांमधून जोडा
pa: ਸੰਪਰਕਾਂ ਤੋਂ ਸ਼ਾਮਲ ਕਰੋ
ta: தொடர்புகளில் இருந்து சேர்க்கவும்
te: కాంటాక్ట్ నుండి జోడించు
ur: رابطے سے شامل کریں

# selectContactWithName
source: Please select a contact with a name
bn: নাম সহ যোগাযোগ নির্বাচন করুন
hi: कृपया नाम के साथ एक संपर्क चुनें
kn: ದಯವಿಟ್ಟು ಹೆಸರುಗಳನ್ನು ಹೊಂದಿರುವ ಸಂಪರ್ಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: कृपया नावाच्या संपर्काने निवडा
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਾਮ ਨਾਲ ਇੱਕ ਸੰਪਰਕ ਚੁਣੋ
ta: ஒரு பெயருடன் தொடர்பு உள்ளிடவும்
te: దయచేసి ఒక పేరుతో కాంటాక్ట్‌ను ఎంచుకోండి
ur: براہ کرم نام کے ساتھ ایک رابطہ منتخب کریں

# selectContactWithPhoneNumber
source: Please select a contact with a phone number
bn: ফোন নম্বর সহ যোগাযোগ নির্বাচন করুন
hi: कृपया फ़ोन नंबर के साथ एक संपर्क चुनें
kn: ದಯವಿಟ್ಟು ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ಸಂಪರ್ಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: कृपया फोन नंबर असलेल्या संपर्काने निवडा
pa: ਕਿਰਪਾ ਕਰਕੇ ਫੋਨ ਨੰਬਰ ਨਾਲ ਇੱਕ ਸੰਪਰਕ ਚੁਣੋ
ta: ஒரு தொடர்பு எண்ணுடன் தொடர்பு உள்ளிடவும்
te: దయచేసి ఒక ఫోన్ నంబర్ తో కాంటాక్ట్‌ను ఎంచుకోండి
ur: براہ کرم فون نمبر کے ساتھ ایک رابطہ منتخب کریں
