Repository: Anurag-Dubey12/gully_app
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, kn, mr, pa, ta, te, ur

source: Add from Contact
bn: যোগ করুন মোবাইল থেকে
hi: संपर्क से जोड़ें
kn: ಸಂಪರ್ಕದಿಂದ ಸೇರಿಸಿ
mr: संपर्कांमधून जोडा
pa: ਸੰਪਰਕ ਤੋਂ ਸ਼ਾਮਲ ਕਰੋ
ta: தொடர்புகளில் இருந்து சேர்க்கவும்
te: కాంటాక్ట్ నుండి జోడించు
ur: رابطے سے شامل کریں

source: Contact Number
bn: যোগাযোগ নম্বর
hi: संपर्क नंबर
kn: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
mr: संपर्क क्रमांक
pa: ਸੰਪਰਕ ਨੰਬਰ
ta: தொடர்பு எண்
te: సంప్రదించండి
ur: رابطہ نمبر

# fillAllFields
source: Please fill all the fields
bn: দয়া করে সমস্ত ক্ষেত্রগুলি পূরণ করুন
hi: कृपया सभी फ़ील्ड भरें
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ನಿರೂಪಿಸಿ
mr: कृपया सर्व क्षेत्रे भरा
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਖੇਤਰ ਭਰੋ
ta: அனைத்து புலங்களையும் நிரப்பவும்
te: దయచేసి అన్ని ఫీల్డ్‌లను నమోదు చేయండి
ur: براہ کرم تمام فیلڈز بھریں

# validName
source: Please enter a valid name
bn: দয়া করে একটি বৈধ নাম লিখুন
hi: कृपया एक वैध नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mr: कृपया एक वैध नाव प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਨਾਮ ਦਾਖਲ ਕਰੋ
ta: செல்லுபடியாக ஒரு பெயரை உள்ளிடவும்
te: దయచేసి ఒక చెందిన పేరు నమోదు చేయండి
ur: براہ کرم ایک درست نام درج کریں

# validPhoneNumber
source: Please enter a valid phone number
bn: দয়া করে একটি বৈধ ফোন নম্বর লিখুন
hi: कृपया एक वैध फ़ोन नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mr: कृपया एक वैध फोन नंबर प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਫੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: செல்லுபடியாக ஒரு செல்லுபடியான தொடர்பு எண் உள்ளிடவும்
te: దయచేసి ఒక చెందిన ఫోన్ నంబర్‌ను నమోదు చేయండి
ur: براہ کرم ایک درست فون نمبر درج کریں

# teamCreatedSuccessfully
source: Congratulations! Your team has been successfully created.
bn: দল সফলভাবে তৈরি হয়েছে
hi: टीम सफलतापूर्वक बनाई गई
kn: ತಂಡ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ
mr: टीम सफळतेन तयार केली गेली आहे
pa: ਟੀਮ ਸਫਲਤਾਪੂਰਕ ਬਣਾਈ ਗਈ
ta: அணி வெற்றிகரமாக உருவாக்கப்பட்டுள்ளது
te: టీమ్ విజయవంతంగా సృష్టించబడింది
ur: ٹیم کامیابی سے بنائی گئی

# addPlayersButton
source: Add Players
bn: খেলোয়াড় যোগ করুন
hi: खिलाड़ियों को जोड़ें
kn: ಖೆಳಕಾರರನ್ನು ಸೇರಿಸಿ
mr: खेळाडू जोडा
pa: ਖਿਡਾਰੀ ਸ਼ਾਮਲ ਕਰੋ
ta: விளையாட்டாளர்களை சேர்க்கவும்
te: ఖాళీదారులను జోడించు
ur: کھلاڑیوں کو شامل کریں

# doneButton
source: Done
bn: সম্পন্ন
hi: किया हुआ
kn: ಮುಗಿಸಿದ್ದು
mr: संपन्न
pa: ਹੋ ਗਿਆ
ta: சரி
te: ముగించింది
ur: ہوگیا

# addTeamHeaderText
source: ADD TEAM
bn: দল যোগ করুন
hi: टीम जोड़ें
kn: ತಂಡವನ್ನು ಸೇರಿಸಿ
mr: टीम जोडा
pa: ਟੀਮ ਸ਼ਾਮਲ ਕਰੋ
ta: அணியை சேர்க்கவும்
te: జోడించు టీమ్
ur: ٹیم شامل کریں

# teamNameHintText
source: Eg: Mumbai Sixers
bn: উদাহরণ: মুম্বই সিক্সার্স
hi: उदा: मुंबई सिक्सर्स
kn: ಉದಾ: ಮುಂಬೈ ಸಿಕ್ಸರ್ಸ್
mr: उदा: मुंबई सिक्सर्स
pa: ਉਦਾਹਰਨ: ਮੁੰਬਈ ਛੇ
ta: எக்: மும்பை சிக்ஸர்ஸ்
te: ఉదా: ముంబయ్ సిక్సర్లు
ur: مثال: ممبئی سکسرز

# teamNameLabelText
source: Team Name
bn: দলের নাম
hi: टीम का नाम
kn: ತಂಡ ಹೆಸರು
mr: टीमचे नाव
pa: ਟੀਮ ਦਾ ਨਾਮ
ta: அணி பெயர்
te: టీమ్ పేరు
ur: ٹیم کا نام

# saveButton
source: Save
bn: সংরক্ষণ করুন
hi: सहेजें
kn: ಉಳಿಸಿ
mr: साचणी करा
pa: ਸੇਵ ਕਰੋ
ta: சேமி
te: భద్రపరచు
ur: محفوظ کریں

# pleaseEnterTeamName
source: Please enter a team name
bn: দয়া করে একটি দলের নাম লিখুন
hi: कृपया एक टीम का नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ಒಂದು ತಂಡ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mr: कृपया एक टीमचे नाव प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਟੀਮ ਦਾ ਨਾਮ ਦਾਖਲ ਕਰੋ
ta: ஒரு அணி பெயரை உள்ளிடவும்
te: దయచేసి టీమ్ పేరు నమోదు చేయండి
ur: براہ کرم ایک ٹیم کا نام درج کریں

# teamNameValidationMessage
source: Team name should be at least 3 characters long
bn: দলের নামটি অন্তত 3 অক্ষর দীর্ঘ হতে হবে
hi: टीम का नाम कम से कम 3 अक्षरों का होना चाहिए
kn: ತಂಡ ಹೆಸರು ಕನಿಷ್ಠ 3 ಅಕ್ಷರಗಳ ಉದ್ದದಲ್ಲಿ ಇರಬೇಕು
mr: टीमचे नाव किमान 3 अक्षरे असणे आवश्यक आहे
pa: ਟੀਮ ਦਾ ਨਾਮ ਘੱਟੋ ਘੱਟ 3 ਅੱਖਰ ਲੰਬਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ta: அணி பெயர் குறைந்தது 3 எழுத்துகள் வார்த்தைகளையும் கொண்டிருக்க வேண்டும்
te: టీమ్ పేరు కనీసం 3 అక్షరాలు ఉండాలి
ur: ٹیم کا نام کم از کم 3 حروف کا ہونا چاہئے

# teamNameValidationPattern
source: Team name should contain only alphabets and numbers, and allow spaces between words without consecutive spaces
bn: দলের নামটির মধ্যে কেবল বর্ণমালা এবং সংখ্যা থাকবে, এবং শব্দগুলির মধ্যে অনুত্তরিত স্থান দেওয়া হবে
hi: टीम का नाम केवल वर्ण और संख्याओं का होना चाहिए, और शब्दों के बीच रिक्तियों को बिना बारीकी के स्वीकार करना चाहिए
kn: ತಂಡ ಹೆಸರು ಕೇವಲ ಅಕ್ಷರಗಳು ಮತ್ತು ಸಂಖ್ಯೆಗಳನ್ನು ಒಳಗೊಂಡಿರಬೇಕು, ಮತ್ತು ಒಂದುಬಿಟ್ಟ ಸಂಖ್ಯೆಗಳ ನಡುವಿನ ಮಾತ್ರ ಪದಗಳಿಗೆ ಅವಕಾಶ ಕೊಡುವಂತಿರಬೇಕು
mr: टीमचे नाव केवळ अक्षरे आणि संख्या असावीत, आणि कडेच्या जोड्यांमध्ये स्थान देण्यात यावे
pa: ਟੀਮ ਦਾ ਨਾਮ ਸਿਰਫ ਅੱਖਰ ਅਤੇ ਨੰਬਰ ਹੀ ਹੋ ਸਕਦਾ ਹੈ, ਅਤੇ ਸ਼ਬਦਾਂ ਵਿਚ ਰਿਊਪ ਸਪੇਸ਼ ਦੇ ਬਿਨਾਂ ਹੋ ਸਕਦਾ ਹੈ
ta: அணி பெயர் அக்கரங்கள் மட்டும் மற்றும் எண்களைக் கொண்டிருக்க வேண்டும், வார்த்தைகள் உருட்டு வாரியங்களில் இருக்கும்போது அடியில் அடியற்ற இடங்கள் அனுமதிக்கக்கூடியதாக இருக்க வேண்டும்
te: టీమ్ పేరు కేవలం అక్షరాలు మరియు సంఖ్యలు మాత్రమే ఉండాలి, మరియు ఒక పదాన్ని కేవలం సంకేతాల మధ్య ఖాళీలు ఉండకూడదు
ur: ٹیم کا نام صرف حروف اور اعداد کا ہونا چاہئے، اور الفاظ کے درمیان خالی جگہوں کو باریکی کے بغیر قبول کیا جانا چاہئے

# selectValidImage
source: Please select a valid image
bn: দয়া করে একটি বৈধ ছবি নির্বাচন করুন
hi: कृपया एक वैध छवि चुनें
kn: ದಯವಿಟ್ಟು ಒಂದು ಮಾನ್ಯ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: कृपया एक वैध प्रतिमा निवडा
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਚਿੱਤਰ ਚੁਣੋ
ta: செல்லுபடியாக ஒரு படத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఒక చెందిన చిత్రం ఎంచుకోండి
ur: براہ کرم ایک درست تصویر منتخب کریں

# saveButtonError
source: Please enter a team name
bn: দয়া করে একটি দলের নাম লিখুন
hi: कृपया एक टीम का नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ತಂಡ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mr: कृपया एक टीमचे नाव प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਟੀਮ ਦਾ ਨਾਮ ਦਾਖਲ ਕਰੋ
ta: ஒரு அணி பெயரை உள்ளிடவும்
te: దయచేసి టీమ్ పేరు నమోదు చేయండి
ur: براہ کرم ایک ٹیم کا نام درج کریں

# teamNameFormatError
source: Please enter a valid Team Name
bn: দলের নামটির মধ্যে কেবল বর্ণমালা এবং সংখ্যা থাকবে, এবং শব্দগুলির মধ্যে অনুত্তরিত স্থান দেওয়া হবে
hi: टीम का नाम केवल वर्ण और संख्याओं का होना चाहिए, और शब्दों के बीच रिक्तियों को बिना बारीकी के स्वीकार करना चाहिए
kn: ತಂಡ ಹೆಸರು ಕೇವಲ ಅಕ್ಷರಗಳು ಮತ್ತು ಸಂಖ್ಯೆಗಳನ್ನು ಒಳಗೊಂಡಿರಬೇಕು, ಮತ್ತು ಒಂದುಬಿಟ್ಟ ಸಂಖ್ಯೆಗಳ ನಡುವಿನ ಮಾತ್ರ ಪದಗಳಿಗೆ ಅವಕಾಶ ಕೊಡುವಂತಿರಬೇಕು
mr: टीमचे नाव केवळ अक्षरे आणि संख्या असावीत, आणि कडेच्या जोड्यांमध्ये स्थान देण्यात यावे
pa: ਟੀਮ ਦਾ ਨਾਮ ਸਿਰਫ ਅੱਖਰ ਅਤੇ ਨੰਬਰ ਹੀ ਹੋ ਸਕਦਾ ਹੈ, ਅਤੇ ਸ਼ਬਦਾਂ ਵਿਚ ਰਿਊਪ ਸਪੇਸ਼ ਦੇ ਬਿਨਾਂ ਹੋ ਸਕਦਾ ਹੈ
ta: அணி பெயர் அக்கரங்கள் மட்டும் மற்றும் எண்களைக் கொண்டிருக்க வேண்டும், வார்த்தைகள் உருட்டு வாரியங்களில் இருக்கும்போது அடியில் அடியற்ற இடங்கள் அனுமதிக்கக்கூடியதாக இருக்க வேண்டும்
te: టీమ్ పేరు కేవలం అక్షరాలు మరియు సంఖ్యలు మాత్రమే ఉండాలి, మరియు ఒక పదాన్ని కేవలం సంకేతాల మధ్య ఖాళీలు ఉండకూడదు
ur: ٹیم کا نام صرف حروف اور اعداد کا ہونا چاہئے، اور الفاظ کے درمیان خالی جگہوں کو باریکی کے بغیر قبول کیا جانا چاہئے

# teamNameLengthError
source: Team name should be at least 3 characters long
bn: দলের নামটি অন্তত 3 অক্ষর দীর্ঘ হতে হবে
hi: टीम का नाम कम से कम 3 अक्षरों का होना चाहिए
kn: ತಂಡ ಹೆಸರು ಕನಿಷ್ಠ 3 ಅಕ್ಷರಗಳ ಉದ್ದದಲ್ಲಿ ಇರಬೇಕು
mr: टीमचे नाव किमान 3 अक्षरे असणे आवश्यक आहे
pa: ਟੀਮ ਦਾ ਨਾਮ ਘੱਟੋ ਘੱਟ 3 ਅੱਖਰ ਲੰਬਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ta: அணி பெயர் குறைந்தது 3 அல்லது அதிகமாக இருக்க வேண்டும்
te: టీమ్ పేరు కనీసం 3 అక్షరాలు ఉండాలి
ur: ٹیم کا نام کم از کم 3 حروف کا ہونا چاہئے

# challengeTeamTitle
source: Challenge Team
bn: দলের প্রতিদ্বন্দ্বি
hi: टीम को चुनौती दें
kn: ತಂಡವನ್ನು ಚಾಲೆಂಜ್ ಮಾಡಿ
mr: चॅलेंज टीम
pa: ਟੀਮ ਦਾ ਮੁਕਾਬਲਾ
ta: அணி படி
te: ఛాలెంజ్ టీమ్
ur: ٹیم کو چیلنج دیں

# challengeTeamMessage
source: Please pay Rs.200/- to challenge a team
bn: একটি দলে আপনার প্রতিদ্বন্দ্বী হতে টাকা প্রদান করুন ২০০/-
hi: कृपया एक टीम को चुनौती देने के लिए Rs.200/- भुगतान करें
kn: ತಂಡವನ್ನು ಚಾಲೆಂಜ್ ಮಾಡಲು ದಯವಿಟ್ಟು Rs.200/- ಪಾವತಿಸಿ
mr: कृपया एक टीमला चॅलेंज देण्यासाठी Rs.200/- भरा
pa: ਕਿਰਪਾ ਕਰਕੇ ਟੀਮ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ ਰੁਪਿਆ ਪੈਦਾ ਕਰੋ
ta: ஒரு அணியை படி செலுத்த தயாராக உள்ளீர்கள் மாதிரி. 200/- ரூ செலுத்துங்கள்
te: దయచేసి Rs.200/- చెల్లించడానికి టీమ్ ఛాలెంజ్ చేయండి
ur: براہ کرم ایک ٹیم کو چیلنج دینے کے لئے Rs.200/- ادا کریں

source: Pay Now
bn: এখন পে করুন
hi: अब भुगतान करें
kn: ಈಗ ಪಾವತಿಸಿ
mr: आता भरा
pa: ਹੁਣ ਭੁਗਤਾਨ ਕਰੋ
ta: இப்போது செலுத்து
te: ఇప్పుడు చెల్లించు
ur: اب ادا کریں

# chooseLanguageTitle
source: Choose Language
bn: ভাষা নির্বাচন করুন
hi: भाषा चुनें
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
mr: भाषा निवडा
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ta: மொழியை தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి
ur: زبان منتخب کریں

# continueButtonText
source: Continue
bn: চালিয়ে যাওয়া
hi: जारी रखें
kn: ಮುಂದುವರಿಸಿ
mr: सुरू ठेवा
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடர்க
te: కొనసాగండి
ur: جاری رکھیں

# contactUsTitle
source: Contact Us
bn: আমাদের সাথে যোগাযোগ করুন
hi: संपर्क करें
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
mr: आमच्याशी संपर्क साधा
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ta: எங்களை தொடர்பு கொள்ளுங்கள்
te: మాకు సంప్రదించండి
ur: ہم سے رابطہ کریں

# nameLabel
source: Name
bn: নাম
hi: नाम
kn: ಹೆಸರು
mr: नाव
pa: ਨਾਮ
ta: பெயர்
te: పేరు
ur: نام

# emailLabel
source: Email
bn: ইমেল
hi: ईमेल
kn: ಇಮೇಲ್
mr: ईमेल
pa: ਈਮੇਲ
ta: மின்னஞ்சல்
te: ఇమెయిల్
ur: ایمیل

# messageLabel
source: Message
bn: বার্তা
hi: संदेश
kn: ಸಂದೇಶ
mr: संदेश
pa: ਸੁਨੇਹਾ
ta: செய்தி
te: సందేశం
ur: پیغام

# emptyMessageError
source: Please enter message
bn: দয়া করে বার্তা লিখুন
hi: कृपया संदेश दर्ज करें
kn: ದಯವಿಟ್ಟು ಸಂದೇಶವನ್ನು ನಮೂದಿಸಿ
mr: कृपया संदेश प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੁਨੇਹਾ ਦਾਖਲ ਕਰੋ
ta: தயவுசெய்து செய்தியை உள்ளிடவும்
te: దయచేసి సందేశం నమోదు చేయండి
ur: براہ کرم پیغام درج کریں

# shortMessageError
source: Message should be at least 20 characters long
bn: বার্তাটি অন্তত ২০ অক্ষর দীর্ঘ হতে হবে
hi: संदेश कम से कम 20 अक्षरों का होना चाहिए
kn: ಸಂದೇಶವು ಕನಿಷ್ಠಪಕ್ಷ ಕನಿಷ್ಠ 20 ಅಕ್ಷರಗಳ ಉದ್ದದಲ್ಲಿ ಇರಬೇಕು
mr: संदेश किमान 20 अक्षरे असणे आवश्यक आहे
pa: ਸੁਨੇਹਾ ਘੱਟੋ ਘੱਟ 20 ਅੱਖਰ ਲੰਬਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ta: செய்தி குறைந்தது 20 எழுத்துக்கள் வார்த்தைகளையும் கொண்டிருக்க வேண்டும்
te: సందేశం కనీసం 20 అక్షరాల ఉండాలి
ur: پیغام کم از کم 20 حروف کا ہونا چاہئے

# thankYouMessage
source: Thank you for contacting us.
bn: আমাদের সাথে যোগাযোগ করার জন্য ধন্যবাদ।
hi: हमसे संपर्क करने के लिए धन्यवाद।
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಧನ್ಯವಾದಗಳು.
mr: आम्ही संपर्क साधल्याबद्दल धन्यवाद.
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਧੰਨਵਾਦ.
ta: எங்களுக்கு தொடர்பு கொண்டு நன்றி.
te: మాకు సంప్రదించినందుకు ధన్యవాదాలు.
ur: ہم سے رابطہ کرنے کا شکریہ۔

# replySoonMessage
source: Your request has been sent successfully. Please wait for the revert. We will get back to you in 2-3 working days.
bn: আমরা শীঘ্রই আপনার কাছে উত্তর দেব।
hi: हम जल्दी ही आपसे संपर्क करेंगे।
kn: ನಾವು ಬೇಗನೆ ನಿಮಗೆ ಉತ್ತರಿಸುವೆವು.
mr: आम्ही लवकरच आपल्याला प्रतिसाद देणार आहोत.
pa: ਅਸੀਂ ਜਲਦੀ ਤੋਂ ਤੁਹਾਨੂੰ ਜਵਾਬ ਦੇਵਾਂਗੇ.
ta: நாங்கள் விரைவில் உங்களுக்கு பின்னால் உத்தரவு அளிக்கும்.
te: మేము మీకు తక్కువ సమయంలో జవాబు ఇస్తాము.
ur: ہم جلد ہی آپ کو جواب دینے والے ہیں۔

# submitButton
source: Submit
bn: জমা দিন
hi: प्रस्तुत करें
kn: ಸಲ್ಲಿಸಿ
mr: सबमिट करा
pa: ਪੇਸ਼ ਕਰੋ
ta: சமர்ப்பிக்கவும்
te: సబ్‌మిట్
ur: جمع کرائیں

# okButton
source: OK
bn: ঠিক আছে
hi: ठीक है
kn: ಸರಿ
mr: ठीक आहे
pa: ਠੀਕ ਹੈ
ta: சரி
te: సరే
ur: ٹھیک ہے

# addressInfo
source: 508, 5th floor, Fly Edge building, S.V. Road, Borivali East
bn: 508, 5th তলা, Fly Edge বিল্ডিং, S.V. Road, বোরিভালি ইস্ট
hi: 508, 5th floor, फ्लाई एज बिल्डिंग, एस.वी. रोड, बोरिवली पूर्व
kn: 508, 5th ಮಹಡಿ, ಫ್ಲೈ ಎಡ್ಜ್ ಕಟ್ಟಡ, ಎಸ್.ವಿ. ರಸ್ತೆ, ಬೋರಿವಲಿ ಈಸ್ಟ್
mr: 508, 5 वा मजला, फ्लाय एज इमारत, एस.व्ही. रोड, बोरिवली पूर्व
pa: 508, 5 ਵਾਂ ਮੰਜ਼ਿਲ, ਫਲਾਈ ਐਜ ਇਮਾਰਤ, ਐਸ.ਵੀ. ਰੋਡ, ਬੋਰੀਵਾਲੀ ਪੂਰਬ
ta: 508, 5வது தளம், ஃப்ளை எட்ஜ் கட்டிடம், S.V. சாலை, போரிவலி கிழக்கு
te: 508, 5వ అడ్డం, ఫ్లై ఎడ్జ్ బిల్డింగ్, ఎస్.వి. రోడ్, బొరివాలి ఈస్ట్
ur: 508، پانچواں منزل، فلائی ایج بلڈنگ، ایس.وی. روڈ، بوریوالی مشرقی

# currentTournamentTitle
source: Current Tournament
bn: বর্তমান টুর্নামেন্ট
hi: वर्तमान टूर्नामेंट
kn: ಪ್ರಸ್ತುತ ತೋರಣ
mr: वर्तमान प्रतिसाद
pa: ਮੌਜੂਦਾ ਟੂਰਨਾਮੈਂਟ
ta: தற்போதைய போட்டி
te: ప్రస్తుత టూర్నమెంట్
ur: موجودہ ٹورنامنٹ

# enterRoundNumberLabel
source: Enter Round Number
bn: দয়া করে রাউন্ড নম্বর লিখুন
hi: राउंड नंबर दर्ज करें
kn: ರೌಂಡ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mr: राउंड नंबर प्रविष्ट करा
pa: ਗੋਲਾ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: வருமான எண்ணை உள்ளிடவும்
te: రౌండ్ సంఖ్యను నమోదు చేయండి
ur: راؤنڈ نمبر درج کریں

# leaderboardTitle
source: Leaderboard
bn: লীডারবোর্ড
hi: लीडरबोर्ड
kn: ಲೀಡರ್‌ಬೋರ್ಡ್
mr: लीडरबोर्ड
pa: ਲੀਡਰਬੋਰਡ
ta: முன்னியல்
te: లీడర్‌బోర్డ్
ur: لیڈربورڈ

# playerRankingTitle
source: Player Ranking
bn: খেলোয়াড় র্যাঙ্কিং
hi: खिलाड़ी रैंकिंग
kn: ಖೆಳಕಾರರ ದರ್ಜೆ
mr: खेळाडू रॅंकिंग
pa: ਖਿਡਾਰੀ ਦਰਜਾਬੰਦੀ
ta: விளையாட்டாளர் மதிப்பீடு
te: ఖాళీదారు ర్యాంకింగ్
ur: کھلاڑی رینکنگ

# teamRankingTitle
source: Team Ranking
bn: দলের র্যাঙ্কিং
hi: टीम रैंकिंग
kn: ತಂಡದ ದರ್ಜೆ
mr: टीम रॅंकिंग
pa: ਟੀਮ ਦਰਜਾਬੰਦੀ
ta: அணி மதிப்பீடு
te: టీమ్ ర్యాంకింగ్
ur: ٹیم رینکنگ

# topPerformerTitle
source: Top Performer
bn: শীর্ষ পারফরমার
hi: शीर्ष प्रदर्शक
kn: ಟಾಪ್ ಪ್ರದರ್ಶಕ
mr: टॉप परफॉर्मर
pa: ਚੋਟੀ ਕਰਨ ਵਾਲੇ
ta: சிறந்த நிபுணர்
te: టాప్ పరిపాలకుడు
ur: اوپری اداکار

# deleteAccountConfirmation
source: If you want to delete your account, please click the button below. Your account will be deleted permanently and you will not be able to recover it.
bn: আপনি যদি আপনার অ্যাকাউন্টটি মুছতে চান, তবে নিচের বাটনটি ক্লিক করুন। আপনার অ্যাকাউন্টটি স্থায়ীভাবে মুছে ফেলা হবে এবং আপনি এটি পুনরুদ্ধার করতে পারবেন না।
hi: अगर आप अपने खाते को हटाना चाहते हैं, तो कृपया नीचे दिए गए बटन पर क्लिक करें। आपका खाता स्थायी रूप से हटा दिया जाएगा और आप इसे पुनः प्राप्त नहीं कर सकेंगे।
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ಬಯಸುವಿರಾ? ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಬಟನ್‌ಗಳನ್ನು ಒತ್ತಿ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನೀವು ಅದನ್ನು ಮರುಹೊಂದಿಸಲಾಗುವುದಿಲ್ಲ.
mr: जर तुम्हाला आपले खाते हटवायचे आहे तर, कृपया खाते हटवण्यासाठी खालील बटणावर क्लिक करा. आपले खाते क्लियर केले जाईल आणि आपल्याला त्याला परत मिळवू शकत नाही.
pa: ਜੇ ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਾਰੇ ਡੇਟਾ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ 'ਤੇ ਸਾਇਨ ਇਨ ਨਹੀਂ ਹੋ ਸਕੋਗੇ. ਕੀ ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: உங்கள் கணக்கை நீக்க விரும்பினால், தயாரிக்கப்பட்ட பொதுவான பொருள் உள்ளீடு மூலம் நீங்கள் அதை நிரந்தரமாக நீக்கலாம்.
te: మీరు మీ ఖాతాను తొలగించాలా, దయచేసి కొనసాగించుటకు బటన్‌ను నొక్కండి. మీ ఖాతా స్థాయికి మరియు మీరు అదుపుతున్న కార్యాలను మీరు పూర్తిగా తిరిగి పొందగలరు.
ur: اگر آپ اپنا اکاؤنٹ حذف کرنا چاہتے ہیں، تو براہ کرم نیچے دیے گئے بٹن پر کلک کریں۔ آپ کا اکاؤنٹ مستقل طور پر حذف کر دیا جائے گا اور آپ اسے دوبارہ حاصل نہیں کر سکیں گے۔

source: Request sent successfully
bn: অনুরোধ সফলভাবে প্রেরিত হয়েছে
hi: अनुरोध सफलतापूर्वक भेजा गया
kn: ವಿನಂತಿ ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ
mr: विनंती यशस्वीरित्या पाठविली गेली आहे
pa: ਬੇਨਤੀ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜੀ ਗਈ ਹੈ
ta: கோரிக்கை வெற்றிகரமாக அனுப்பப்பட்டது
te: అభ్యర్ధన విజయవంతంగా పంపబడింది
ur: درخواست کامیابی سے بھیجی گئی

source: Select Location
bn: স্থান নির্বাচন করুন
hi: स्थान चुनें
kn: ಸ್ಥಳ ಆಯ್ಕೆಮಾಡಿ
mr: स्थान निवडा
pa: ਸਥਾਨ ਚੁਣੋ
ta: இடத்தை தேர்வு செய்யவும்
te: లొకేషన్ ఎంచుకోండి
ur: مقام منتخب کریں

source: Change Language
bn: ভাষা পরিবর্তন করুন
hi: भाषा बदलें
pa: ਭਾਸ਼ਾ ਬਦਲੋ
ta: மொழியை மாற்று
te: భాషను మార్చుకోండి
ur: زبان تبدیل کریں
